[Settings]
AuthorName=
AuthorEmail=
Language=हिन्दी (Hindi)
RTLReading=0
CrashRptVersion=1403

[MainDlg]
DlgCaption=त्रुटि की रिपोर्ट
HeaderText=%s काम करना बंद कर दिया
SubHeaderText=कृपया हमें यह त्रुटि रिपोर्ट भेजें (%s) समस्या को ठीक करने और इस सॉफ़्टवेयर को बेहतर बनाने में मदद करने के लिए.
WhatDoesReportContain=इस रिपोर्ट में क्या है?
ProvideAdditionalInfo=समस्या के बारे में अतिरिक्त जानकारी प्रदान करें (अनुशंसित).
YourEmail=आपका ई-मेल:
DescribeProblem=कुछ शब्दों में वर्णन करें कि त्रुटि होने पर आप क्या कर रहे थे:
MyConsent="रिपोर्ट भेजें" बटन दबाकर, मैं पुष्टि करता हूं कि मैं रिपोर्ट की सामग्री से परिचित हूं और गोपनीयता नीति की शर्तों को स्वीकार करता/करती हूँ।
MyConsent2="रिपोर्ट भेजें" बटन दबाकर, मैं पुष्टि करता हूं कि मैं रिपोर्ट की सामग्री से परिचित हूँ।
PrivacyPolicy=गोपनीयता नीति
InvalidEmailCaption=अवैध ई-मेल 
InvalidEmailText=कृपया वैध ई-मेल पता निर्दिष्ट करें, उदाहरण के लिए, name@hotmail.com।
SendReport=रिपोर्ट भेजें 
CloseTheProgram=कार्यक्रम बंद करें 
RestartApp=इस विंडो के बंद होने के बाद %s को पुनरारंभ करें।
OtherActions=अन्य कार्रवाई…
SendReportLater=कार्यक्रम बंद करें और बाद में रिपोर्ट भेजें

[DetailDlg]
DlgCaption=त्रुटि रिपोर्ट विवरण
DoubleClickAnItem=किसी आइटम को उपयुक्त प्रोग्राम के साथ खोलने के लिए उस पर डबल-क्लिक करें.
FieldName=नाम 
FieldDescription=विवरण
FieldSize=आकार 
Preview=पूर्वावलोकन
PrivacyPolicy=गोपनीयता नीति
Close=बंद करें 
Export=निर्यात…
NoDataToDisplay=प्रदर्शित करने के लिए कोई डेटा नहीं
PreviewAuto=ऑटो
PreviewText=टेक्स्ट 
PreviewHex=हेक्स 
PreviewImage=छवि 
PreviewVideo=विडियो  
Encoding=टेक्स्ट एन्कोडिंग
DescCrashDump=क्रैश मिनी डंप
DescXML=क्रैश विवरण XML
DescScreenshot=डेस्कटॉप स्क्रीनशॉट
DescRegKey=रजिस्ट्री कुंजी डंप
DescVideo=डेस्कटॉप वीडियो कैप्चर
Open=खोले 
DeleteSelected=चयनित फ़ाइल हटाएं(s)
AttachMoreFiles=अधिक फ़ाइल संलग्न करें(s)…
           
[ProgressDlg]
DlgCaption=%s - त्रुटि रिपोर्ट भेजी जा रही हैं 
DlgCaption2=%s काम करना बंद कर दिया
DlgCaptionExport = %s - त्रुटि रिपोर्ट निर्यात हो रही हैं 
CollectingCrashInfo=समस्या की जानकारी एकत्रित की जा रही है...
CompressingFiles=त्रुटि रिपोर्ट फ़ाइलें संपीड़ित की जा रही हैं…
StatusText= त्रुटि रिपोर्ट अब भेजी जा रही है(प्रयास %d का 3)…
ConfirmLaunchEmailClient=त्रुटि रिपोर्ट आपके डिफ़ॉल्ट ई-मेल प्रोग्राम (%s) का उपयोग करके भेजी जा सकती है।\nई-मेल प्रोग्राम चलाने के लिए, "ओके" दबाएं, अन्यथा "रद्द करें" दबाएं।
CompletedWithErrors=त्रुटियों के साथ पूर्ण। इस विंडो को बंद करने के लिए बंद करें दबाएं।
ExportedWithErrors=निर्यात त्रुटियों के साथ पूरा हुआ। इस विंडो को बंद करने के लिए बंद करें दबाएं।
CopySelectedLines=चयनित पंक्तियों को कॉपी करें
CopyTheWholeLog=पूरा लॉग कॉपी करें
Cancel=रद्द करें
Cancelling=रद्द किया जा रहा है…
Close=बंद करे

[ResendDlg]
DlgCaption=%s - त्रुटि रिपोर्ट भेजें
BalloonCaption=%s - त्रुटि रिपोर्ट
BalloonText=हाल ही में %s में कुछ त्रुटियाँ हुई हैं। त्रुटि रिपोर्ट अभी भेजने के लिए यहां क्लिक करें।
ColumnCreationDate=निर्माण तिथि
ColumnSize=आकार 
ColumnStatus=अवस्था
ClickForDetails=विवरण देखने के लिए किसी आइटम पर डबल-क्लिक करें।
SelectedSize=चयनित आइटम: %d. कुल आकार: %s.
SendNow=अब भेजें
ShowLog=लॉग दिखाएँ 
MyConsent="रिपोर्ट भेजें" बटन दबाकर, मैं पुष्टि करता हूं कि मैं चयनित रिपोर्ट की सामग्री से परिचित हूं और गोपनीयता नीति की शर्तों को स्वीकार करता हूँ ।
MyConsent2="रिपोर्ट भेजें" बटन दबाकर, मैं पुष्टि करता हूं कि मैं चयनित रिपोर्ट की सामग्री से परिचित हूँ ।
PopupShow=दिखाएँ  
PopupExit=निकास
PopupRemindLater=इस विंडो को बंद करें, लेकिन मुझे बाद में याद दिलाएं
PopupNeverRemind=इस विंडो को बंद करें और फिर कभी याद न दिलाएं
StatusPending=अपूर्ण
StatusInProgress=चालू…
StatusSucceeded=सफल हुआ 
StatusFailed=असफल हुआ 
CurrentAction=वर्तमान क्रिया:
DeliveryingReports=त्रुटि रिपोर्ट वितरित कर रहा है…
DeliverySucceeded=त्रुटि रिपोर्ट सफलतापूर्वक वितरित की गईं।
DeliveryFailed=त्रुटि रिपोर्ट वितरण त्रुटियों के साथ पूर्ण।
SelectAll=सभी का चयन करे
DeselectAll=सबको अचयनित करे 
DeleteSelected=चयनित हटाएँ  
DeleteAll=सभी हटाएँ 

[VideoRecDlg]
DlgCaption=%s - स्क्रीन वीडियो कैप्चर
Text=%s इस सॉफ़्टवेयर में होने वाली त्रुटियों को बेहतर ढंग से समझने और उन्हें ठीक करने में मदद करने के लिए आपकी स्क्रीन का वीडियो कैप्चर शुरू करने जा रहा है। ध्यान दें कि स्क्रीन कैप्चर आपके कंप्यूटर के प्रदर्शन को कम कर सकता है। जारी रखने के लिए, 'अनुमति दें' बटन पर क्लिक करें।
Allow=अनुमति दें 
Cancel=रद्द करें